Revit 2027 API
BuiltInFailures.GroupFailures.CannotRemoveSubordFromGroupWarn Property
 Element can't be removed or excluded from the Group because it is required by another Group element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotRemoveSubordFromGroupWarn { get; }
Public Shared ReadOnly Property CannotRemoveSubordFromGroupWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotRemoveSubordFromGroupWarn {
	FailureDefinitionId^ get ();
}
static member CannotRemoveSubordFromGroupWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace